import React, { Component } from 'react'


const menus = ['찌개찌개', '동아리', '한그릇', '마루', 
'보까스', '바비든든', '학식', '알촌', '유메', 
'밀숲', '한우궁', '육앤샤', '돼지우리', '213', '플랜비',
 '도스마스', '브라운돈까스', '1층부대찌개', '2층만두집', 
 '밥풀', '포썸', '바비든든', '옛날학사', '신정골', '예산닭갈비', 
 '성북동경양식', '브라움돈까스', '서브 웨이', '이삭토스트', 
 '브라운스테이크', '홍당무', '와부대자리피자집', '에비수', 
 '행짬', '동아리', '한양식당', '피자스쿨', '한솥', '미스터피자', 
 '포지타노', '토마토도시락', '뉴욕버거', '베쌀', '언니네화덕피자', 
 '은화수식당', '김밥천국'];
export default class Menu extends Component {
    render() {
        return (
            <div>
                menu : {menus[Math.floor(Math.random()*menus.length)]}
            </div>
        )
    }
}
